<?php

/**
 * @author Elad Haviv <elad.haviv@gmail.com>
 */

return [
    'category' => [
        'add' => 'הוספת קטגוריה',
        'title' => 'כותרת',
        'name' => 'נתיב',
        'description' => 'תיאור',
        'picture' => 'תמונה',
        'delete-confirm' => 'האם אתה בטוח שברצונך למחוק את הקטגוריה?',
        'edit' => 'עריכת קטגוריה',
        'parent' => 'קטגוריית אם',
        'no_parent' => 'ללא'
    ],
    'upload' => [
        'info' => 'על מנת להעלות קובץ לשרת, גרור אותו לכאן',
        'select-file' => 'או בחר קובץ ע"י לחיצה כאן'
    ],
    'course' => [
        'add' => 'הוספת קורס',
        'title' => 'כותרת',
        'name' => 'נתיב',
        'description' => 'תיאור',
        'picture' => 'תמונה',
        'delete-confirm' => 'האם אתה בטוח שברצונך למחוק את הקורס? פעולה זו תמחק גם את כל השיעורים השייכים לקורס.',
        'tags' => 'תגיות',
        'author' => 'מחבר',
        'category' => 'קטגוריה',
        'edit' => 'עריכת קורס'
    ],
    'lesson' => [
        'delete-confirm' => 'האם אתה בטוח שברצונך למחוק את המדריך לצמיתות?',
        'add' => 'הוסף שיעור',
        'add-to' => 'הוספת שיעור לקורס',
        'title' => 'כותרת השיעור',
        'name' => 'נתיב השיעור',
        'picture' => 'תמונה',
        'lead' => 'פסקת פתיחה',
        'content' => 'תוכן השיעור',
        'addons' => 'תוספות',
        'edit' => 'עריכת שיעור'
    ],
    'page' => [
        'add' => 'הוספת עמוד',
        'edit' => 'עריכת עמוד',
        'delete-confirm' => 'האם למחוק את העמוד לצמיתות?',
        'title' => 'כותרת העמוד',
        'name' => 'נתיב העמוד',
        'content' => 'תוכן העמוד',
        'show' => 'להציג בתפריט?'
    ],
    'yes' => 'כן',
    'no' => 'לא'
];