<?php

/**
 * @author Elad Haviv <elad.haviv@gmail.com>
 */

return [
    "full-name" => "שם מלא",
    "email" => "כתובת דואר-אלקטרוני",
    "subject" => "נושא הפנייה",
    "message" => "תוכן הפנייה",

    "full-name-desc" => "נא לרשום את שמך המלא.",
    "email-desc" => "נא לרשום את כתובת הדואר-האלקטרוני שלך כדי שנוכל לחזור אליך במידת הצורך.",
    "subject-desc" => "נא לכתוב את נושא פנייתך בתמציתיות.",
    "message-desc" => "נא להזין את ההודעה שלך כאן.",

    "send-message" => "שליחה",
    "success" => "פנייתך הועברה בהצלחה למערכת האתר ותטופל בהקדם האפשרי."
];